tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "weaveworks/tap"
brew "argocd"
brew "awscli"
brew "bash"
brew "bat"
brew "unbound"
brew "gnutls"
brew "cask"
brew "docker"
brew "fzf"
brew "go"
brew "gradle"
brew "helm"
brew "htop"
brew "jq"
brew "krb5"
brew "libomp", link: true
brew "minikube"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "node"
brew "pyenv"
brew "rust"
brew "terraform"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "weaveworks/tap/eksctl"
brew "mas"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "cron"
cask "discord"
cask "figma"
cask "google-chrome"
cask "gstreamer"
cask "jetbrains-toolbox"
cask "linear-linear"
cask "miniforge"
cask "miro"
cask "ngrok"
cask "notion"
cask "openvpn-connect"
cask "rectangle"
cask "slack"
cask "slack-cli"
cask "stats"
cask "visual-studio-code"
cask "yt-music"
cask "zoom"

mas "KakaoTalk", id: 869223134
