tap "gcenx/wine"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "weaveworks/tap"
brew "argocd"
brew "awscli"
brew "bash"
brew "bat"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "fzf"
brew "git"
brew "go"
brew "golangci-lint"
brew "gradle"
brew "helm"
brew "htop"
brew "influxdb-cli"
brew "jq"
brew "k6"
brew "krb5"
brew "kubectx"
brew "kubeseal"
brew "libfido2"
brew "libomp", link: true
brew "minikube"
brew "node@16"
brew "mongosh"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "node"
brew "node@14"
brew "postgresql@14"
brew "putty"
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis"
brew "rust"
brew "terraform"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "weaveworks/tap/eksctl"
cask "anaconda"
cask "lens"
cask "miniforge"
cask "ngrok"
cask "unofficial-wineskin"
