tap "gcenx/wine"
tap "hashicorp/tap"
tap "helm/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "weaveworks/tap"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "awscli"
brew "bash"
brew "bat"
brew "glib"
brew "cairo"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "chart-releaser"
brew "fzf"
brew "gh"
brew "harfbuzz"
brew "go"
brew "openjdk"
brew "gradle"
brew "helm"
brew "htop"
brew "libheif"
brew "liblqr"
brew "libomp", link: true
brew "imagemagick"
brew "jnv"
brew "jq"
brew "krb5"
brew "kubectx"
brew "libfido2"
brew "mas"
brew "minikube"
brew "mockery"
brew "mysql"
brew "neovim"
brew "nghttp2"
brew "node"
brew "oci-cli"
brew "pipx"
brew "pre-commit"
brew "pyenv"
brew "rust"
brew "terraform"
brew "tmux"
brew "tree"
brew "uv"
brew "walk"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "weaveworks/tap/eksctl"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "google-chrome"
cask "gstreamer"
cask "hashicorp-vagrant"
cask "iterm2"
cask "jetbrains-toolbox"
cask "lens"
cask "linear-linear"
cask "miniforge"
cask "miro"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "openvpn-connect"
cask "rectangle"
cask "slack"
cask "slack-cli"
cask "stats"
cask "visual-studio-code"
cask "yt-music"
cask "zoom"
vscode "batisteo.vscode-django"
vscode "caarlos0.language-prometheus"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "idleberg.applescript"
vscode "ipedrazas.kubernetes-snippets"
vscode "k--kato.intellij-idea-keybindings"
vscode "kevinrose.vsc-python-indent"
vscode "lunuan.kubernetes-templates"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "tetradresearch.vscode-h2o"
vscode "tim-koehler.helm-intellisense"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wholroyd.jinja"
go "github.com/spf13/cobra-cli"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/docker/cli/cmd/docker"
go "github.com/docker/compose/v2/cmd"
go "github.com/docker/docker-credential-helpers/osxkeychain/cmd"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "golang.org/x/tools/gopls"
go "go.uber.org/mock/mockgen"
go "github.com/nem-ne/notion-flashcards"
go "github.com/orbstack/macvirt/scon/cmd/scli"
go "golang.org/x/tools/go/analysis/passes/shadow/cmd/shadow"
go "honnef.co/go/tools/cmd/staticcheck"

mas "KakaoTalk", id: 869223134
mas "ScreenBrush", id: 1233965871
