donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
Equinusocio.vsc-community-material-theme
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
GitHub.github-vscode-theme
golang.go
googlecloudtools.cloudcode
hashicorp.terraform
idleberg.applescript
jpoissonnier.vscode-styled-components
k--kato.intellij-idea-keybindings
KevinRose.vsc-python-indent
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
njpwerner.autodocstring
PKief.material-icon-theme
redhat.vscode-yaml
ritwickdey.LiveServer
tetradresearch.vscode-h2o
tht13.html-preview-vscode
Tim-Koehler.helm-intellisense
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
Vtrois.gitmoji-vscode
